Repository: Clean-Reader/CleanReader.Old
Catalog: Clean-Reader/Language/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppName
source: Clean Reader
zh_cn: 干净阅读

# Control_AddColorConfigTipBlock.Text
source: Add current color configuration
zh_cn: 添加当前颜色配置

# Control_AddSyncAccountTipBlock.Text
source: Add sync account
zh_cn: 添加同步账户

# Control_AppFontComboBox.Header
source: App font family
zh_cn: 应用字体

# Control_AppNameTipBlock.Text
source: Clean Reader
zh_cn: 干净阅读

# Control_AppSearchBox.PlaceholderText
source: Find books
zh_cn: 查找书籍

# Control_AutoCheckWebBookUpdate.Header
source: Automatic detection of online book chapter updates (background tasks)
zh_cn: 自动检测网络书籍章节更新（后台任务）

# Control_AutoOpenLastBookSwitch.Header
source: Automatically open the last read book
zh_cn: 自动打开最后一次阅读的书籍

# Control_BackgroundImageListTipBlock.Text
source: Background image
zh_cn: 背景图片

# Control_BackgroundMaskTipBlock.Text
source: Background mask
zh_cn: 背景遮罩色

# Control_BackgroundTipBlock.Text
source: Background
zh_cn: 背景色

# Control_BaiduBaikeButton.Content
source: Baidu Baike
zh_cn: 百度百科

# Control_BaiduComboBoxItem.Content
source: Baidu
zh_cn: 百度

# Control_BasicFontSizeBox.Header
source: Basic font size (Need restart)
zh_cn: 基准字体大小（重启应用生效）

# Control_BingComboBoxItem.Content
source: Bing
zh_cn: 必应

# Control_CategoryTipBlock.Text
source: Categories
zh_cn: 分类

# Control_ChapterTipBlock.Text
source: Chapters
zh_cn: 目录

# Control_ColorConfigTipBlock.Text
source: Color config
zh_cn: 颜色配置

# Control_ColorTipBlock.Text
source: Color
zh_cn: 颜色

# Control_ConnectFailedBlock.ButtonText
source: Retry
zh_cn: 重试

# Control_ConnectFailedBlock.Description
source: The server is not responding~ Please check the network connection and try again
zh_cn: 服务器开了小差~ 请检查网络连接并重试

# Control_CopyAppButton.Label
source: Copy
zh_cn: 复制

# Control_CopyItem.Text
source: Copy
zh_cn: 复制

# Control_DarkComboBoxItem.Content
source: Dark
zh_cn: 暗色主题

# Control_DisableXboxScaleSwitch.Header
source: Disable zoom on XBOX
zh_cn: 在XBOX上禁用缩放

# Control_DivideChapterRegexTipBlock.Text
source: Custom chapter regular expression
zh_cn: 自定义分章正则表达式

# Control_EndComboItem.Content
source: Finish
zh_cn: 完本

# Control_FontFamilyListView.Header
source: Font family
zh_cn: 字体

# Control_FontSizeSlider.Header
source: Font size
zh_cn: 字体大小

# Control_FontTipBlock.Text
source: Font
zh_cn: 字体

# Control_ForegroundTipBlock.Text
source: Foreground (text)
zh_cn: 前景色（文本）

# Control_GoogleComboBoxItem.Content
source: Google
zh_cn: 谷歌

# Control_HotComboItem.Content
source: Hot
zh_cn: 热门

# Control_ImportBookTipBlock.Text
source: Import Book
zh_cn: 导入书籍

# Control_InsideSearchAppButton.Label
source: Search in Book
zh_cn: 文内搜索

# Control_InsideSearchTipBlock.Text
source: Inside Search
zh_cn: 内部搜索

# Control_IsAcrylicBackgroundCheckBox.Content
source: Acrylic background
zh_cn: 亚克力背景

# Control_KeywordSearchBox.PlaceholderText
source: Enter keyword query
zh_cn: 输入关键词查询

# Control_LanguageComboBox.Header
source: Language
zh_cn: 语言

# Control_LastestReadTipBlock.Text
source: Recently Read
zh_cn: 最近阅读

# Control_LightComboBoxItem.Content
source: Light
zh_cn: 亮色主题

# Control_LineHeightSlider.Header
source: Line height
zh_cn: 行高

# Control_MaxSingleColumnWidthSlider.Header
source: Max single column width
zh_cn: 最大单栏宽度

# Control_MoreTipBlock.Text
source: More
zh_cn: 更多

# Control_NewestComboItem.Content
source: Newest
zh_cn: 最新

# Control_NoBookBlock.Description
source: No books
zh_cn: 暂无书籍

# Control_NoMatchBlock.Description
source: No matching query results
zh_cn: 没有匹配的查询结果

# Control_NoSelectedTextBlock.Description
source: No selected text
zh_cn: 没有选中文本

# Control_QueryAppButton.Label
source: Search on Web
zh_cn: 网络搜索

# Control_RankTipBlock.Text
source: Rank
zh_cn: 榜单

# Control_RecommendGridView.Header
source: Recommend books
zh_cn: 相关推荐

# Control_SaveItem.Text
source: Save
zh_cn: 保存

# Control_SearchEngineComboBox.Header
source: Default search engine
zh_cn: 默认搜索引擎

# Control_SearchFromWeb.Text
source: Search in Bookstore
zh_cn: 在书城中查询

# Control_SearchTipBlock.Text
source: Query
zh_cn: 查询

# Control_SegmentSpacingSlider.Header
source: Segment spacing
zh_cn: 段间距

# Control_ShelfNameBox.Header
source: Shelf name
zh_cn: 书架名

# Control_ShelfNoDataBlock.ButtonText
source: Import Books
zh_cn: 导入书籍

# Control_ShelfNoDataBlock.Description
source: The bookshelf is empty, let's open a book and read it~
zh_cn: 书架空空如也，快打开一本书阅读吧~

# Control_SpeechVoiceWarningTipBlock.Text
source: Please select a voice that matches the language of the current book, otherwise it will not be able to generate a suitable reading voice
zh_cn: 请选择与当前书籍语言匹配的语音，否则将无法生成合适的朗读语音

# Control_StartButton.Content
source: Start experiencing!
zh_cn: 开始体验！

# Control_TextIndentSlider.Header
source: Text indent
zh_cn: 行首缩进

# Control_ThemeComboBox.Header
source: Theme
zh_cn: 主题

# Control_TypeSettingTipBlock.Text
source: Typesetting
zh_cn: 排版

# Control_VoiceComboBox.Header
source: Speaking voice selection
zh_cn: 朗读语音选择

# Control_WelcomeDescriptionBlock.Text
source: Clean Reader has been fully upgraded, and the internal data structure has also undergone major changes. Other online services have been used. This has caused the old version of the reading history to be unavailable in the new version, so currently you need to re-import the book. I know it’s a bit troublesome, but believe me, it’s all worth it
zh_cn: 干净阅读已经全面升级，内部的数据结构也发生了较大变化，换用了其它的在线服务，这导致旧版的阅读历史将无法在新版中使用，所以目前您需要重新导入书籍。 我知道这有些麻烦，不过相信我，这一切都是值得的

# Control_WelcomeTitleBlock.Text
source: New version of Clean Reader
zh_cn: 全新版本的干净阅读

# Control_WikiButton.Content
source: Wikipedia
zh_cn: 维基百科

# Control_WithSystemComboBoxItem.Content
source: System
zh_cn: 跟随系统

# Tip_AddShelf
source: Add bookshelf
zh_cn: 添加书架

# Tip_AddSuccess
source: Book added
zh_cn: 书籍已添加

# Tip_AddToShelf
source: Add to bookshelf
zh_cn: 添加到书架

# Tip_AuthorizationCanceled
source: Authorization suspension
zh_cn: 授权中止

# Tip_BookDetail
source: Book Detail
zh_cn: 书籍详情

# Tip_Cancel
source: Cancel
zh_cn: 取消

# Tip_CateAndRank
source: Category & Rank
zh_cn: 分类 & 榜单

# Tip_Category
source: Category
zh_cn: 分类

# Tip_ChooseReadHistory
source: There is a newer reading history in the cloud. Is the progress in the cloud loaded?
zh_cn: 云端有更新的阅读历史，是否加载云端进度？

# Tip_Comment
source: Tip
zh_cn: 注释

# Tip_Confirm
source: Confirm
zh_cn: 确认

# Tip_Copied
source: Copied
zh_cn: 已复制

# Tip_DefaultShelf
source: Default Shelf
zh_cn: 默认书架

# Tip_DefaultShelfManageWarning
source: Please switch to a custom bookshelf and manage the books
zh_cn: 请切换为自定义书架再管理其中书籍

# Tip_Delete
source: Delete
zh_cn: 删除

# Tip_Discovery
source: Discovery
zh_cn: 发现

# Tip_EndBooks
source: Finished Novel
zh_cn: 完本

# Tip_FieldEmpty
source: Some fields are empty
zh_cn: 有字段为空

# Tip_GetUserFailed
source: Failed to acquire user
zh_cn: 获取用户失败

# Tip_LastUpdateTime
source: Last sync time:
zh_cn: 上次同步时间：

# Tip_LoadingChapter
source: Syncing chapters
zh_cn: 正在同步章节

# Tip_ManageShelf
source: Manage bookshelves
zh_cn: 管理书架

# Tip_Move
source: Move
zh_cn: 转移

# Tip_NeedLogin
source: Need Login
zh_cn: 未登录

# Tip_NeedOpenNotification
source: Need to open background task permissions
zh_cn: 需要开启后台任务权限

# Tip_NeedRestart
source: You have changed the static resources and you will get a better experience after restarting. Do you want to restart the application?
zh_cn: 您更改了静态资源，重启后将获得更好地体验，是否重启应用？

# Tip_OneDriveLogoutWarning
source: Do you want to log out of OneDrive? Local reading records will not be synchronized after exiting
zh_cn: 您是否要退出OneDrive？退出后本地阅读记录将不会同步

# Tip_OpenBook
source: Open book
zh_cn: 打开书籍

# Tip_OpenFileWarning
source: There are external book that will be imported into the app. Do you want to continue?
zh_cn: 有外部书籍将导入应用，是否继续？

# Tip_Progress
source: Progress
zh_cn: 进度

# Tip_Rank
source: Rank
zh_cn: 榜单

# Tip_RebuildSuccess
source: Regenerate successfully
zh_cn: 重新生成成功

# Tip_Remove
source: Remove
zh_cn: 移除

# Tip_RemoveBookWarning
source: Do you want to remove this book? After removal, the book will be deleted from the current shelf. If it is a local book, it will not affect the actual file
zh_cn: 您是否要移除该书籍？移除后该书籍会从当前书架中删除。倘若是本地书籍，则不会影响到实际的文件

# Tip_RepeatBook
source: Duplicate books already included
zh_cn: 已包含重复书籍

# Tip_SaveSuccess
source: Saved successfully
zh_cn: 保存成功

# Tip_SearchResult
source: Search result
zh_cn: 搜索结果

# Tip_Setting
source: Settings
zh_cn: 设置

# Tip_Shelf
source: Shelf
zh_cn: 书架

# Tip_ShelfBookList
source: List of books in the shelf
zh_cn: 书架内书籍列表

# Tip_ShelfNameRepeat
source: Duplicate bookshelf name
zh_cn: 书架名重复

# Tip_ShelfSelection
source: Choose a bookshelf
zh_cn: 选择一个书架

# Tip_SyncBookSuccess
source: Book chapters acquisition completed
zh_cn: 书籍目录获取完成

# Tip_Topic
source: Topic
zh_cn: 专题

# Tip_UncateBookList
source: List of Uncategorized Books
zh_cn: 未分类书籍列表

# Tip_UpdateBookSuccess
source: Online book has been updated
zh_cn: 在线书籍已经更新完成

# Tip_UpdateChapter
source: Update chapters
zh_cn: 更新章节

# Tip_UpdateTitle
source: Update Information
zh_cn: 更新说明

# Tip_Waiting
source: Waiting
zh_cn: 等待中

# Tip_Warning
source: Warning
zh_cn: 提醒
